Repository: UniversidadDelEste/hello
Catalog: MAVignau/locale/*/LC_MESSAGES/pyhello.po
Languages: es_ar

source: Copyright 2015 Ing María Andrea Vignau <mavignau@gmail.com> License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
es_ar: Copyright 2015 Ing María Andrea Vignau <mavignau@gmail.com> No hay NINGUNA garantía; ni siquiera de COMERCIABILIDAD o IDONEIDAD PARA UN FIN DETERMINADO. Se pueden redistribuir copias de GNU pyhello bajo los términos de la Licencia Pública General de GNU. Para más información sobre estas cuestiones, vea el fichero llamado COPYING.

source: Usage: %s [OPTION]...
es_ar: Modo de empleo: %s [OPCIÓN]

source: Print a friendly, customizable greeting.
es_ar: Imprime un saludo configurable

source: -t, --traditional use traditional greeting
es_ar: -t, --traditional usa el saludo tradicional

source: -g, --greeting=TEXT use TEXT as the greeting message
es_ar: -g, --greeting=TEXT usa el texto TEXT como mensaje de saludo

source: --help display this help and exit
es_ar: --help muestra esta ayuda y sale

source: --version output version information and exit
es_ar: --version muestra la información de versión y sale

source: General help using GNU software: <http://www.gnu.org/gethelp/>
es_ar: Ayuda en general para usar el software GNU: <http://www.gnu.org/gethelp/>

source: hello, world
es_ar: hola, mundo

source: Hello, world!
es_ar: ¡Hola, mundo!
